[GENERAL]
NAME				= Korean
TRANSLATOR			= Bandicam Company
DLG_FONT_NAME			= ICONTITLELOGFONT
DLG_FONT_SIZE			= 9


[TEXT]
TEXT_EXPIRED			= 이 프로그램의 사용기간이 만료되었습니다.
TEXT_BETA			= 베타
TEXT_UNREGISTERED		= 평가판
TEXT_SAFEMODE			= 안전모드
TEXT_SAFEMODE_MESSAGE		= 안전모드로 동작중입니다. \n하드웨어 가속 인코딩을 포함한 일부 기능이 동작하지 않을 수 있습니다.
TEXT_INIT_FAIL			= 초기화를 실패하였습니다.\n반디캠의 동작에 영향을 주는 보안프로그램들(게임가드)보다 먼저 실행하시기 바랍니다.
TEXT_APPINFO			= 반디캠은 고성능 녹화 프로그램입니다.

; error
TEXT_ERROR_DISKSPACE		= 저장공간이 충분하지 않아 녹화가 중지되었습니다.
TEXT_ERROR_VIDEO_CAP		= 비디오 캡처를 실패하였습니다.
TEXT_ERROR_AUDIO_CAP		= 오디오 캡처를 실패하였습니다. \n자세한 도움말을 원하시면 '확인' 버튼을 클릭하세요.
TEXT_ERROR_IMAGE_CAP		= 이미지 캡처를 실패하였습니다. \n저장 폴더가 유효한지 확인해 보세요.
TEXT_ERROR_CREATEFILE		= 파일 생성을 실패하였습니다. \n자세한 도움말을 원하시면 '확인' 버튼을 클릭하세요.
TEXT_ERROR_OUTPUTFOLDER		= 설정된 저장 폴더가 존재하지 않습니다. 저장 폴더를 변경하세요.
TEXT_ERROR_CODEC_INIT		= 코덱 초기화를 실패하였습니다.
TEXT_ERROR_CODEC_INIT_RETRY	= 코덱 초기화를 실패하였습니다. H.264 (CPU) 코덱으로 다시 시도해 보시겠습니까?
TEXT_ERROR_CODEC_VIDEO		= 비디오 코덱에 문제가 발생하여 녹화를 종료합니다.
TEXT_ERROR_LOGO_IMAGE		= 지원하지 않은 이미지 파일입니다. \n올바른 형식의 이미지 파일(*.png)을 선택해 주세요.
TEXT_ERROR_INIT_DEVICE		= 비디오 캡처 장치 초기화를 실패하였습니다.
TEXT_ERROR_NO_DEVICES		= 사용 가능한 비디오 캡처 장치가 없습니다. 
TEXT_ERROR_EXISTING_PRESET_NAME	= 입력하신 빠른 설정의 이름은 이미 존재합니다.\n다른 이름을 입력하세요.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD = 페이스북의 정책으로 인해 이 기능을 더 이상 사용할 수 없습니다.
TEXT_CAN_NOT_CHANGE_TB		= 정품 등록을 하셔야 '팁/정보 표시줄 보이기' 설정을 변경할 수 있습니다.
TEXT_CAN_NOT_ADD_MORE_THAN_10	= 10개 이상의 항목을 추가할 수 없습니다.
TEXT_WARNING_AMD_APP		= 사용자님 PC는 'H.264 (AMD VCE)'를 지원하지 않습니다.\n압축형식을 기본값으로 변경합니다.
TEXT_WARNING_AMD_APP2		= 사용자님 PC는 'H.264 (AMD VCE)'를 지원하지 않습니다.
TEXT_WARNING_DEVICE_CHANGE	= 입력 장치 설정을 변경하면 녹화가 중지됩니다. \n계속 하시겠습니까?
TEXT_WARNING_EXIT_BANDICAM	= 녹화가 진행 중입니다.\n녹화를 중지하고 반디캠을 종료하시겠습니까?
TEXT_WARNING_EXIT_BANDICAM_SREC	= 프로그램이 종료되면 대기중인 예약 녹화는 더 이상 진행되지 않습니다. \n정말 종료 하시겠습니까?
TEXT_WARNING_DEL_OVERLAY	= 선택된 오버레이 항목을 정말로 삭제 하시겠습니까?

; video setting page name
TEXT_VID_PAGE_SOUND		= 소리
TEXT_VID_PAGE_WEBCAM		= 웹캠
TEXT_VID_PAGE_LOGO		= 로고
TEXT_VID_PAGE_EFFECTS		= 마우스
TEXT_VID_PAGE_TEXT		= 텍스트
TEXT_VID_PAGE_OPTIONS		= 옵션

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= 로고

; option page name
TEXT_OPT_PAGE_GENERAL		= 일반
TEXT_OPT_PAGE_OUTPUT		= 파일
TEXT_OPT_PAGE_HOOKING		= 후킹
TEXT_OPT_PAGE_LANGUAGE		= 언어
TEXT_OPT_PAGE_OTHERS		= 기타

TEXT_VIDEO			= 비디오
TEXT_AUDIO			= 오디오

TEXT_FOLDER_SELECT		= 저장할 폴더를 선택하세요.

TEXT_FMT_FULL_SIZE		= 원본 크기
TEXT_FMT_HALF_SIZE		= 절반 크기
TEXT_FMT_FIT_WIDTH		= 가로 폭 맞춤
TEXT_FMT_FIT_HEIGHT		= 세로 폭 맞춤
TEXT_FMT_CUSTOM_SIZE		= 사용자 정의
TEXT_FMT_STEREO			= 스테레오
TEXT_FMT_MONO			= 모노
TEXT_FMT_ORIGINAL_PCM		= 원본 오디오 포맷
TEXT_FMT_AUTO			= 자동
TEXT_FMT_LOSSLESS		= 무손실

; preset
TEXT_PRESET_DEFAULT		= 기본값
TEXT_PRESET_HALFSIZE		= 절반 크기 동영상
TEXT_PRESET_HEVC_60FPS_SYNC	= HEVC, 60 FPS 녹화 (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS 녹화 (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC	= H264, 60 FPS 녹화 (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H264, 60 FPS 녹화 (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H264, 60 FPS 녹화 (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H264, 60 FPS 녹화 (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS	= 초고속 60 FPS 녹화
TEXT_PRESET_LOWEND		= 저사양 PC
TEXT_PRESET_NICO		= 니코니코 동영상
TEXT_PRESET_NICO_HQ		= 니코니코 고화질 동영상
TEXT_PRESET_NAVER_480P		= 네이버 블로그/카페 (480P)
TEXT_PRESET_YOUTUBE_360P	= 유튜브 / 트위터 동영상 (360P)
TEXT_PRESET_YOUTUBE_480P	= 유튜브 / 트위터 동영상 (480P)
TEXT_PRESET_YOUTUBE_720P	= 유튜브 / 트위터 동영상 (720P)
TEXT_PRESET_YOUTUBE_1080P	= 유튜브 / 트위터 동영상 (1080P)
TEXT_PRESET_PMP			= 삼성 갤럭시 및 PMP용 동영상
TEXT_PRESET_EDIT		= 편집용 동영상 (프리미어, 베가스)
TEXT_PRESET_POWERPOINT		= MS 파워포인트용 동영상
TEXT_PRESET_320x0		= 가로 폭 맞춤, 320x0
TEXT_PRESET_640x0		= 가로 폭 맞춤, 640x0
TEXT_PRESET_800x0		= 가로 폭 맞춤, 800x0
TEXT_PRESET_1280x0		= 가로 폭 맞춤, 1280x0
TEXT_PRESET_USER		= 사용자 정의 설정

TEXT_CHANGE_LANG		= 언어를 변경하려면 프로그램을 다시 시작해야 합니다.\n지금 다시 시작 하시겠습니까?
TEXT_CHANGE_HOOK		= 후킹 설정을 변경하려면 프로그램을 다시 시작해야 합니다.\n지금 다시 시작 하시겠습니까?
TEXT_CHANGE_SIZE		= 반디캠 창의 크기를 변경하려면 프로그램을 다시 시작해야 합니다.\n지금 다시 시작 하시겠습니까?
TEXT_RESET_ALL_SETTINGS		= 반디캠의 모든 설정을 초기값으로 복원하시겠습니까?

TEXT_REGISTER_SUCCEEDED		= 정품 등록이 완료되었습니다.
TEXT_REGISTER_FAILED		= 정품 등록을 실패하였습니다.\n이메일 주소 및 시리얼 번호를 확인해 보시기 바랍니다.
TEXT_REGISTER_CONNECT_FAILED	= 등록 서버와의 통신을 실패하였습니다. 컴퓨터가 인터넷에 연결되어 있는지 확인해 보시기 바랍니다. \n관련 도움말을 보시려면 '확인'버튼을 클릭하세요.
TEXT_REGISTER_INFO		= 이메일 주소 : %s\r\n시리얼 번호 : %s
TEXT_REGISTER_LIMITED		= 녹화가 중지되었습니다.\n\n정품 등록을 하지 않으면 녹화 가능시간이 10분으로 제한됩니다.\n반디캠 정품 등록을 하시겠습니까?
TEXT_REGISTER_LIMITED_SREC	= 정품 등록을 하지 않으면 녹화 가능시간이 10분으로 제한됩니다.\n반디캠 정품 등록을 하시겠습니까?
TEXT_REGISTER_NEWRECORD		= 정품 등록을 하셔야 '새로 녹화 시작' 기능이 정상적으로 동작합니다.\n반디캠 정품 등록을 하시겠습니까?
TEXT_REGISTER_LICENCE_INFO	= 제품이 등록되어 있지 않습니다.\r\n녹화된 비디오에 워터마크가 표시되지 않기를 원한다면,\r\n제품을 구매한 후 정품 등록을 하시기 바랍니다.

TEXT_PROGRAM_INVALID		= 설치된 프로그램을 더 이상 사용할 수 없습니다. \n다시 설치하시기 바랍니다.

TEXT_SELECT_NOT_SELECTED	= 사용할 녹화 모드를 선택하세요.
TEXT_SELECT_TARGET		= 녹화 대상이 있는 창을 클릭하세요.
TEXT_SELECT_DEVICE		= 사용할 비디오 캡처 장치를 선택하세요.
TEXT_TARGET_DIRECTX		= 게임 녹화 모드 - DirectX로 화면을 출력하는 게임 및 동영상 녹화
TEXT_TARGET_SCREEN		= 화면 녹화 모드 - 바탕 화면 및 웹 동영상 녹화
TEXT_TARGET_DEVICE		= 장치 녹화 모드 - 웹캠 및 HDMI 비디오 캡처 장치 녹화
TEXT_TARGET_CHANGING		= 녹화 방식을 변경하면 진행 중인 녹화가 정지 됩니다.\n계속 하시겠습니까?
TEXT_TARGET_CLOSE		= 현재 녹화 방식을 종료하면 진행 중인 녹화가 정지 됩니다.\n계속 하시겠습니까?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= 녹화 대상이 선택되지 않은 상태에서는 '게임 녹화 모드' 녹화를 진행할 수 없습니다.\n\n녹화 방식을 '화면 녹화 모드' 로 전환 하시겠습니까?
TEXT_TARGET_CHANGE_TO_RECTANGLE2= 비디오 캡처 장치가 선택되지 않은 상태에서는 '장치 녹화 모드' 녹화를 진행할 수 없습니다.\n\n녹화 방식을 '화면 녹화 모드' 로 전환 하시겠습니까?
TEXT_TARGET_CHANGE_TO_RECTANGLE3= 녹화 모드가 선택되지 않은 상태에서는 녹화를 진행할 수 없습니다.\n\n녹화 방식으로 '화면 녹화 모드' 를 선택 하시겠습니까?

TEXT_STATUSBAR_READY		= 대기
TEXT_STATUSBAR_RECORDING	= 녹화 중
TEXT_STATUSBAR_PAUSE		= 일시 정지

TEXT_UPDATE_AVAILABLE		= 업데이트 가능한 최신버전이 있습니다.\n다운로드 받으시겠습니까?
TEXT_UPDATE_UNAVAILABLE		= 현재 버전이 최신버전입니다.
TEXT_UPDATE_FAILED		= 업데이트 확인을 실패하였습니다. \n현재 컴퓨터가 인터넷이 사용 가능한 상태가 아니거나, 서버에 문제가 있을 수 있습니다.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= 사용자에게 업로드가 허용되지 않고 있습니다. 가입후 이메일 인증을 했는지 확인해 보시기 바랍니다.

TEXT_TARGET_FULL		= 전체 화면
TEXT_TARGET_RESTORE		= 영역 화면
TEXT_TARGET_FIND		= 녹화할 영역 선택
TEXT_TARGET_RESIZE		= 크기 선택
TEXT_TARGET_IMAGE		= 이미지 캡처
TEXT_TARGET_PEN			= 그리기 모드
TEXT_TARGET_RECORD_START	= 비디오 녹화 - 시작
TEXT_TARGET_RECORD_PAUSE	= 비디오 녹화 - 일시 정지
TEXT_TARGET_RECORD_STOP		= 비디오 녹화 - 종료
TEXT_TARGET_MENU		= 메뉴
TEXT_TARGET_DISPLAY		= 디스플레이 %d

TEXT_DEVICE_FULL		= 전체 화면
TEXT_DEVICE_RESTORE		= 이전 크기로 복원
TEXT_DEVICE_SELECT_DEVICE	= 장치 선택
TEXT_DEVICE_VOLUME		= 볼륨 조절
TEXT_DEVICE_IMAGE		= 이미지 캡처
TEXT_DEVICE_RECORD_START	= 비디오 녹화 - 시작
TEXT_DEVICE_RECORD_PAUSE	= 비디오 녹화 - 일시 정지
TEXT_DEVICE_RECORD_STOP		= 비디오 녹화 - 종료
TEXT_DEVICE_MENU		= 메뉴

TEXT_RC_HOWTO_NOCOMPLETE	= 사용 안함
TEXT_RC_HOWTO_BYTIME		= 녹화 시간 제한
TEXT_RC_HOWTO_BYSIZE		= 파일 크기 제한
TEXT_RC_AFTER_NEWRECORD		= 새로 녹화 시작
TEXT_RC_AFTER_EXIT		= 반디캠 종료
TEXT_RC_AFTER_SHUTDOWN		= 시스템 종료

TEXT_SHUTDOWN_SEC		= %d초 후 시스템을 종료합니다.

TEXT_SEL_IMAGE_FILE		= 이미지 파일 선택

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- 사용 안함 (권장) --

TEXT_CORRUPTED_AVI_FILE		= 녹화가 비정상적으로 종료되어 마지막 녹화한 파일이 손상되었습니다.\n손상된 파일을 복구하시겠습니까?\n\n파일 : %s
TEXT_TRAY_BALLOON_TIP		= 트레이 아이콘을 클릭 하시면 반디캠을 열 수 있습니다.
TEXT_TRAY_BALLOON_TIP_RECT	= 트레이 아이콘을 클릭 하시면 화면 녹화창을 다시 볼 수 있습니다.
TEXT_TRAY_BALLOON_TIP_DEVICE	= 트레이 아이콘을 클릭 하시면 장치 녹화창을 다시 볼 수 있습니다.
TEXT_FORCE_STOP			= 녹화 대상의 응답이 없어 녹화를 정상적으로 종료할 수 없습니다.\n강제로 녹화를 종료하시겠습니까?
TEXT_EXTERNAL_CODEC		= - 외장 코덱 -
TEXT_CUDA_GPU_AUTOSELECT	= (자동 선택)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= 녹화 진행 상태
TEXT_INDICATOR_TIME		= 녹화 시간
TEXT_INDICATOR_SIZE		= 녹화 파일 크기 / 디스크 여유 공간
TEXT_INDICATOR_VOLUME		= 현재 볼륨 값

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [보통] 일반적인 작업 우선권
TEXT_REC_PRIORITY_HIGH		= [높음] 다른 작업보다 녹화 작업을 우선 처리함
TEXT_REC_PRIORITY_HIGHEST	= [가장 높음] 다른 작업이 느려 질 수 있음

; outputs page message
TEXT_OUTPUTS_BANDICUT		= 반디컷을 이용하면 녹화된 영상을 편리하게 편집하실 수 있습니다.\n자세한 설명을 보고 반디컷을 설치해서 이용해 보시겠습니까?
TEXT_OUTPUTS_DELETE		= 선택된 파일을 완전히 삭제하시겠습니까?
TEXT_OUTPUTS_SELCOUNT		= %d개 항목 선택함

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= 녹화 대상 이름
TEXT_FILE_NAME_PREFIX_CUSTOM	= 사용자 정의
TEXT_FILE_NAME_PREFIX_NONE	= 없음
TEXT_FILE_NAME_SUFFIX_TIME	= 날짜 및 시간
TEXT_FILE_NAME_SUFFIX_NUMBER	= 일련 번호

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 녹화 대기 시간은 1분에서 1440분 사이의 값을 입력하세요.
TEXT_TIMER_REC_STOP_RECORDING	= 이미 녹화중입니다. \n진행중인 녹화를 종료하고 계속 하시겠습니까?
TEXT_TIMER_REC_MODE_NOT_SELECTED= 녹화 모드가 설정되지 않아 '녹화 자동 시작 타이머'를 사용할 수 없습니다. 먼저 녹화 모드를 선택해 해주세요.

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= 업로드할 동영상의 제목을 입력하세요.
TEXT_UPLOAD_VID_NO_PASSWORD	= 패스워드를 입력하세요.
TEXT_UPLOAD_YOUTUBE_LOGIN	= Youtube 로그인
TEXT_UPLOAD_VIMEO_LOGIN		= Vimeo 로그인
TEXT_UPLOAD_FACEBOOK_LOGIN	= Facebook 로그인
TEXT_UPLOAD_COMPLETE		= 업로드 완료
TEXT_UPLOAD_ERR_FAIL		= 업로드를 실패하였습니다.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= 업로드할 파일이 너무 큽니다.
TEXT_UPLOAD_ERR_FREESPACE	= 업로드할 여유공간이 부족합니다.
TEXT_UPLOAD_ERR_CONNECT		= 서버 연결을 실패하였습니다.
TEXT_UPLOAD_ERR_AUTH_VIMEO	= 해당 계정은 [미등록] 옵션으로 업로드할 수 없습니다.

; deinterlacing
TEXT_DEINT_NONE			= 없음
TEXT_DEINT_ODD			= 홀수 필드
TEXT_DEINT_EVEN			= 짝수 필드
TEXT_DEINT_BLEND		= 혼합

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= 단축키가 눌려 있을때만 녹음하기
TEXT_SND_CAP_PUSH_TO_MUTE	= 단축키가 눌려 있을때만 음소거하기

; download & update 
TEXT_UPDATE_IN_PROGRESS		= 프로그램 설치중 입니다.
TEXT_UPDATE_FAILED_DL		= 설치파일 다운로드를 실패하였습니다. \n현재 컴퓨터가 인터넷이 사용 가능한 상태가 인지 확인해 보세요.
TEXT_UPDATE_INSTALL_SUCCEED	= 프로그램 설치가 완료되었습니다.
TEXT_UPDATE_INSTALL_FAILED	= 프로그램 설치를 실패하였습니다.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (없음)
TEXT_WEBCAM_FLIP_HORIZONTAL	= 좌우
TEXT_WEBCAM_FLIP_VERTICAL	= 상하

; scheduled recording list
TEXT_SREC_HEADER_NAME		= 이름
TEXT_SREC_HEADER_STATUS		= 상태
TEXT_SREC_HEADER_START_TIME	= 시작 시간
TEXT_SREC_HEADER_END_TIME	= 종료 시간
TEXT_SREC_HEADER_DURATION	= 지속 시간
TEXT_SREC_HEADER_TARGET		= 녹화 대상
TEXT_SREC_HEADER_AFTER_REC	= 녹화 후 동작
TEXT_SREC_DEFAULT_NAME		= 예약
TEXT_SREC_DELETE_SCHEDULES	= 선택된 예약을 정말 삭제하시겠습니까?
TEXT_SREC_STATUS_WAITING	= 대기
TEXT_SREC_STATUS_RECORDING	= 녹화중
TEXT_SREC_STATUS_PASSED		= 지나감
TEXT_SREC_STATUS_INACTIVE	= 비활성화
TEXT_SREC_TARGET_NOT_CHANGE	= (변경 안함)
TEXT_SREC_TARGET_FULL_SCREEN	= 전체 화면
TEXT_SREC_TARGET_CUSTOM_AREA	= 화면의 사각형 영역
TEXT_SREC_TARGET_NOT_CHANGE_TEXT= 마지막으로 사용된 녹화 방식을 사용합니다.
TEXT_SREC_DISPLAY		= 디스플레이 %d
TEXT_SREC_DO_NOTHING		= (아무것도 안함)
TEXT_SREC_EXIT_BANDICAM		= 반디캠 종료 하기
TEXT_SREC_SHUTDOWN_PC		= 시스템 종료 하기
TEXT_SREC_ERR_TIME		= 녹화 지속 시간은 00:00:00 보다 크고 24:00:00 보다 작야 합니다.
TEXT_SREC_ERR_DAY		= 적어도 하나 이상의 요일을 선택해야 합니다.
TEXT_SREC_ERR_OVERLAPPED	= "%s" 일정과 예약 시간이 겹칩니다.
TEXT_SREC_SAME_DAY		= 같은날
TEXT_SREC_DAY_AFTER		= 다음날
TEXT_SREC_EVERYDAY		= 매일
TEXT_SREC_SUN			= 일요일
TEXT_SREC_MON			= 월요일
TEXT_SREC_TUE			= 화요일
TEXT_SREC_WED			= 수요일
TEXT_SREC_THU			= 목요일
TEXT_SREC_FRI			= 금요일
TEXT_SREC_SAT			= 토요일
TEXT_SREC_START_INFO		= %s 후에 녹화를 시작합니다.
TEXT_SREC_STOP_INFO		= %s 후에 녹화를 종료합니다.
TEXT_SREC_DAY			= %D일
TEXT_SREC_DAYS			= %D일
TEXT_SREC_WAITING_0		= 대기중인 예약녹화가 없습니다.
TEXT_SREC_WAITING_1		= 1개의 예약녹화가 대기중입니다.
TEXT_SREC_WAITING_N		= %d개의 예약녹화가 대기중입니다.

; etc.
TEXT_DEFAULT_SOUND_DEVICE	= (기본 사운드 장치)
TEXT_DEFAULT_DEVICE_FORMAT	= (포맷 자동 인식)
TEXT_HOTKEY_NONE		= (없음)
TEXT_ADD_YOUR_TEXT_HERE		= 글자를 여기에 입력하세요

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME			= 홈
$BN_PAGE_GENERAL		= 일반
$BN_PAGE_FPS			= 프레임
$BN_PAGE_VIDEO			= 비디오
$BN_PAGE_IMAGE			= 이미지
$BN_PAGE_ABOUT			= 정보
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= 일반 옵션
$ST_GEN_OUTPUT_FOLDER		= 저장 폴더
$BN_GEN_OPEN_OUTPUT_FOLDER	= 열기
$BN_GEN_ADV_OPTIONS		= 고급 옵션
$CK_GEN_ALWAYS_ON_TOP		= 항상 위에 표시
$CK_GEN_START_MINIMIZED		= 트레이 최소화 상태로 실행
$CK_GEN_RUN_WHEN_START		= 시스템 시작시 반디캠 자동 실행
$CK_GEN_RECORD_WHEN_RUN		= 반디캠 실행시 전체 화면 녹화 시작
$CK_GEN_TIMER_RECORDING		= 녹화 자동 시작 타이머 실행
$ST_GEN_LANGUAGE		= 언어
$ST_GEN_REC_AUTO_START		= 녹화 자동 시작
$ST_GEN_REC_SCHEDULED		= 예약 녹화
$BN_GEN_REC_SCHEDULED		= 설정
$ST_GEN_REC_AUTO_COMPLETE	= 녹화 자동 완료
$BN_GEN_REC_AUTO_COMPLETE	= 설정
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS 표시
$CK_FPS_OVERLAY_HOTKEY		= 보이기/감추기 단축키
$CK_FPS_OVERLAY_POS_HOTKEY	= FPS 위치 단축키
$CK_FPS_OVERLAY			= FPS 표시 보이기
$ST_FPS_LIMIT			= FPS 제한
$CK_FPS_LIMIT_HOTKEY		= 단축키
$CK_FPS_LIMIT			= FPS 제한 하기
$CK_FPS_LIMIT_ONLY_CAP		= 캡처중일때만 제한
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= 화면 녹화
$CK_VID_RECORD_HOTKEY		= 시작/정지 단축키
$CK_VID_PAUSE_HOTKEY		= 일시 정지 단축키
$CK_VID_SHOW_CURSOR		= 마우스 커서 표시
$CK_VID_CLICK_EFFECTS		= 마우스 클릭 효과 추가
$CK_VID_WEBCAM_OVERLAY		= 웹캠 오버레이 추가
$BN_VID_RECORD_SETTINGS		= 설정
$ST_VID_FORMAT			= 녹화 포맷
$ST_VID_FORMAT_VIDEO		= 비디오
$ST_VID_FORMAT_AUDIO		= 오디오
$BN_VID_FORMAT_SETTINGS		= 설정
$BN_VID_FORMAT_PRESETS		= 빠른 설정
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= 이미지 캡처
$CK_IMG_CAPTURE_HOTKEY		= 단축키
$CK_IMG_CAPTURE_REPEAT		= 캡처 반복하기
$ST_IMG_CAPTURE_REPEAT		= 초마다...
$CK_IMG_SHOW_CURSOR		= 마우스 커서 표시
$CK_IMAGE_ADD_LOGO		= 로고 오버레이 추가
$CK_IMG_SHUTTER_SOUND_EFFECT	= 캡처 효과음 출력
$BTN_IMAGE_SETTINGS		= 설정
$ST_IMG_FORMAT			= 이미지 포맷
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - 일반
$CK_IMG_FORMAT_JPG_HQ		= JPG - 고품질
$CK_IMAGE_JPG_CUSTOM		= JPG - 사용자정의 (20~100)
$BTN_IMG_FORMAT_ANIGIF		= 애니메이션 GIF로 저장하기
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START		= 시작하기
$ST_OUT_TAB_VIDEO		= 비디오
$ST_OUT_TAB_IMAGE		= 이미지
$BN_OUT_PLAY_VIDEO		= 재생
$BN_OUT_OPEN_IMAGE		= 열기
$BN_OUT_EDIT			= 편집
$BN_OUT_UPLOAD			= 업로드
$BN_OUT_DELETE			= 삭제
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= 버전 정보
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2019 Bandicam.com
$BN_ABO_NEW_VERSION		= 새 버전이 있습니다.
$BN_ABO_CHECK_UPDATE		= 업데이트 확인
$ST_ABO_LICENCE_INFO		= 라이선스 정보
$BN_ABO_REGISTER		= 정품 등록 하기
$BN_ABO_REGISTER_HELP		= 구매 및 정품 등록 방법 안내
$BN_ABO_UPDATE_REGISTRATION	= 등록 정보 업데이트
$ST_ABO_HOMEPAGE_INFO		= 홈페이지 정보
$ST_ABO_HOMEPAGE_URL		= 홈페이지
$ST_ABO_FAQ_URL			= 자주 묻는 질문
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION		= 장치를 선택하세요!
$ST_DEVICE_CONNECTING		= 장치 연결중...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT		= <font color="yellow">반디컷</font>을 이용하면 녹화된 <font color="yellow">영상을 편리하게 편집</font>하실 수 있습니다.<br>자세한 설명을 보고 반디컷을 설치해서 이용해 보시겠습니까?
$BTN_UPDATE_STEP1_LINK		= 자세히 알아보기
$ST_UPDATE_STEP2_TEXT		= 설치파일을 다운로드중입니다.
$BTN_UPDATE_INSTALL		= 설치하기
$BTN_UPDATE_LATER		= 다음에 설치하기
$BTN_UPDATE_CANCEL		= 취소하기
$BTN_UPDATE_CLOSE		= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= 원하는 녹화 방식을 선택하세요
$ST_START_SEL_RECT		= 사각형 영역 녹화
$ST_START_SEL_FULL		= 전체 화면 녹화
$ST_START_SEL_MOUSE		= 마우스 주변 녹화
$ST_START_SEL_GAME		= 게임 녹화
$ST_START_SEL_DEVICE		= 장치 녹화
$ST_START_SEL_HELP		= 온라인 도움말

$ST_START_RECT_TITLE		= 화면 녹화 모드 - 화면의 사각형 영역
$ST_START_RECT_DESC		= PC화면의 특정 영역을 녹화할 때 사용하는 방식입니다.
$ST_START_RECT_STEP		= 1. 녹화하고자 하는 화면 영역을 사각형 창으로 선택합니다.[br]2. 녹화시작 단축키나 'REC' 버튼을 눌러 녹화를 시작합니다.

$ST_START_FULL_TITLE		= 화면 녹화 모드 - 전체 화면
$ST_START_FULL_DESC		= 모니터 화면 전체를 녹화할 때 사용하는 방식입니다.
$ST_START_FULL_STEP		= 1. 녹화대상 모니터(디스플레이)를 선택합니다. [br]2. 녹화시작 단축키나 'REC' 버튼을 눌러 녹화를 시작합니다.

$ST_START_MOUSE_TITLE		= 화면 녹화 모드 - 마우스 주변
$ST_START_MOUSE_DESC		= 움직이는 마우스 포인터 주변의 컴퓨터화면을, 미리 지정한 비디오 크기로 녹화할 때 사용하는 방식입니다.
$ST_START_MOUSE_STEP		= 1. 녹화하고자 하는 화면의 크기를 지정합니다.[br]2. 녹화시작 단축키나 'REC' 버튼을 눌러 녹화를 시작합니다.

$ST_START_GAME_TITLE		= 게임 녹화 모드
$ST_START_GAME_DESC		= 고화질 게임 영상을 원본 그대로 녹화할 때 사용하는 방식입니다.
$ST_START_GAME_STEP		= 1. 게임을 실행한 후, 화면 좌측상단의 녹색 숫자를 확인합니다.[br]2. 녹화시작 단축키나 'REC' 버튼을 눌러 녹화를 시작합니다.

$ST_START_DEVICE_TITLE		= 장치 녹화 모드
$ST_START_DEVICE_DESC		= 웹캠, 스마트폰, IPTV, 플레이스테이션 등 외부 입력장치(하드웨어)를 녹화할 때 사용하는 방식입니다.
$ST_START_DEVICE_STEP		= 1. PC에 연결된 비디오 장치를 선택합니다.[br]2. 녹화시작 단축키나 'REC' 버튼을 눌러 녹화를 시작합니다.

$BN_START_HELP			= 온라인 도움말 보기
$BN_START_RECORD		= 녹화 시작 하기
$BN_START_RECORD_STOP		= 녹화 정지 하기
$ST_START_HOTKEY_RECORD		= 녹화 시작/정지
$ST_START_HOTKEY_SCREENSHOT	= 이미지 캡처
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA	= 녹화할 영역 선택
$MENU_RECTANGLE			= 화면의 사각형 영역
$MENU_FULLSCREEN		= 전체 화면
$MENU_AROUND_MOUSE		= 마우스 주변
$MENU_RECT_FIND_WINDOW		= 녹화할 영역 선택
$MENU_RECT_CUSTOM		= 사용자 정의 크기
$MENU_RECT_RECENTLY_USED	= 최근 녹화 영역
$MENU_FULL_DISPLAY_1		= 디스플레이 1
$MENU_FULL_DISPLAY_2		= 디스플레이 2
$MENU_FULL_DISPLAY_3		= 디스플레이 3
$MENU_FULL_DISPLAY_4		= 디스플레이 4
$MENU_FULL_DISPLAY_5		= 디스플레이 5
$MENU_FULL_DISPLAY_6		= 디스플레이 6
$MENU_FULL_DISPLAY_7		= 디스플레이 7
$MENU_FULL_DISPLAY_8		= 디스플레이 8
$MENU_MOUSE_CUSTOM		= 사용자 정의 크기
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= 저장 폴더 열기
$TOOLTIP_SCHEDULED_RECORDING	= 예약 녹화
$TOOLTIP_SCREENSHOT		= 이미지 캡처
$TOOLTIP_RECORD			= 녹화 시작 / 정지
$TOOLTIP_PAUSE			= 녹화 일시 정지
$TOOLTIP_UI_MODE		= 간편/확장 모드
$TOOLTIP_REGISTER		= 정품 등록
$TOOLTIP_ONLINE_HELP		= 온라인 도움말

$TOOLTIP_TOOL_NONE		= 커서 (그리기 없음)
$TOOLTIP_TOOL_PEN		= 펜
$TOOLTIP_TOOL_PEN_HL		= 형광펜
$TOOLTIP_TOOL_PEN_LINE		= 직선
$TOOLTIP_TOOL_ARROW		= 화살표
$TOOLTIP_TOOL_BOX		= 사각형
$TOOLTIP_TOOL_NUMBER		= 번호 매기기
$TOOLTIP_TOOL_TEXT		= 텍스트
$TOOLTIP_TOOL_ERASER		= 지우개
$TOOLTIP_TOOL_COLOR		= 색 선택
$TOOLTIP_TOOL_LINE		= 선 두께
$TOOLTIP_TOOL_UNDO		= 실행 취소 (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= 다시 실행 (Ctrl+Y)

$TOOLTIP_HOME_SEL		= 녹화 모드 선택 하기
$TOOLTIP_HOME_RECT		= 화면 녹화 모드 - 화면의 사각형 영역
$TOOLTIP_HOME_FULL		= 화면 녹화 모드 - 전체 화면
$TOOLTIP_HOME_MOUSE		= 화면 녹화 모드 - 마우스 주변
$TOOLTIP_HOME_GAME		= 게임 녹화 모드
$TOOLTIP_HOME_DEVICE		= 장치 녹화 모드

$TOOLTIP_ADD_MOUSE_EFFECT	= 마우스 커서 효과 추가
$TOOLTIP_ADD_MICROPHONE		= 마이크 소리 추가
$TOOLTIP_ADD_WEBCAM_OVERLAY	= 웹캠 오버레이 추가
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO			= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON		= unregistered_icon.png


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= 취소
IDOK				= 확인
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= 포맷 설정
IDC_ST_FMTSET_FILE		= 파일
IDC_ST_FMTSET_VIDEO		= 비디오
IDC_ST_VIDEO_SIZE		= 크기
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= 압축 형식
IDC_ST_VIDEO_CODEC_PROFILE	= 프로파일
IDC_ST_VIDEO_BITRATE		= 비트레이트
IDC_ST_VIDEO_QUALITY		= 품질
IDC_ST_FMTSET_AUDIO		= 오디오
IDC_CK_AUDIO_ORIGINAL_PCM	= 원본 포맷으로 저장하기
IDC_ED_AUDIO_ORIGINAL_PCM	= 다중 채널 및 96KHz 이상의 고음질 오디오를 저장할 수 있습니다.
IDC_ST_AUDIO_CH			= 채널
IDC_ST_AUDIO_FREQ		= 샘플레이트
IDC_ST_AUDIO_CODEC		= 압축 형식
IDC_ST_AUDIO_BITRATE		= 비트레이트
IDC_ST_FORMAT_HELP		= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= 반디캠 정품 등록
IDC_ST_1BUY			= 1. 제품 구매
IDC_ST_1BUY_COMMENT		= 반디캠은 유료 프로그램입니다. 사용자님께서 녹화된 비디오에 워터마크가 표시되지 않기를 원한다면, 제품을 구매한 후 정품 등록을 하시기 바랍니다.
IDC_BTN_BUY_ONLINE		= 구매하러 가기
IDC_ST_2REGISTER		= 2. 정품 등록
IDC_ST_2REGISTER_COMMENT	= 정품 등록을 하려면 컴퓨터가 인터넷에 연결되어 있어야 합니다.
IDC_ST_EMAIL_ADDRESS		= 이메일 주소
IDC_ST_SERIAL_NUMBER		= 시리얼 번호
IDC_BTN_REGISTER_NOW		= 등록하기
IDC_BTN_CLOSE			= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= 업데이트 확인
IDC_ST_UPDATE_SETTING		= 설정
IDC_CK_UPDATE_ENABLE		= 자동 업데이트 확인
IDC_CK_UPDATE_POPUP		= 중요 업데이트가 필요할시 팝업창을 띄움
IDC_UPDATE_CHECK_NOW		= 지금 업데이트 확인
IDC_CLOSE			= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= 고급 옵션
IDC_BTN_RESET			= 초기화

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= 일반
IDC_CK_ALWAYS_ON_TOP2		= 항상 위에 표시
IDC_CK_START_MINIMIZED_TO_TRAY	= 트레이 최소화 상태로 실행
IDC_CK_RUN_WHEN_START		= 시스템 시작시 반디캠 자동 실행
IDC_CK_RECORD_WHEN_RUN		= 반디캠 실행시 전체 화면 녹화 시작
IDC_BTN_TIMER_RECORDING		= 녹화 자동 시작 타이머 실행
IDC_CK_SHOW_FPS_IN_VIDEO	= 캡처된 비디오/이미지에 FPS 표시하기
IDC_ST_SHOW_FPS_IN_VIDEO	= (게임 녹화 모드에서만 동작)
IDC_CK_SHOW_TIP_BAR		= 팁/정보 표시줄 보이기
IDC_CK_NO_TRAY_BALLOON		= 트레이 풍선 도움말 표시 안함
IDC_ST_ADV_AUTOMATIC		= 자동

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= 파일 저장
IDC_ST_OUT_OUTPUT_FOLDER	= 저장 폴더
IDC_CK_OUT_CREATE_SUBFOLDER	= 파일을 쓸때 저장할 하위폴더를 생성
IDC_RD_OUT_SUBFOLDER		= 하위폴더를 녹화대상 이름으로 설정
IDC_RD_OUT_SUBFOLDER_2		= 하위폴더를 'Videos'와 'Images'로 분리
IDC_CK_OUT_ENABLE_WRITE_CACHING	= 파일을 쓸때 캐시를 사용하기
IDC_ST_OUT_FILE_NAMING		= 파일 이름
IDC_ST_OUT_EXAMPLE		= 예)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= 언어
IDC_ST_TRANSLATOR		= 번역자 소개

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= 후킹 대상
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_HK_DX12			= DirectX 12
IDC_CK_HK_VULKAN		= Vulkan
IDC_CK_HK_WINDOWS_APPS		= Windows 앱 (UWP)
IDC_CK_DISABLE_DX11_ON_IE9	= IE9이상/Firefox에서는 DX10/11 후킹을 사용하지 않음
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX의 비디오 오버레이 출력를 차단함
IDC_BTN_BLOCK_LIST		= 차단할 프로세스 리스트

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= 기타 설정
IDC_BTN_VIDEO_RECORD_SETTINGS	= 비디오 녹화 설정
IDC_BTN_VIDEO_FORMAT_SETTINGS	= 비디오 포맷 설정
IDC_BTN_AUTO_COMPLETE_RECORDING	= 녹화 자동 완료 설정

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= 녹화 자동 완료
IDC_ST_RC_HOWTO			= 녹화 자동 완료 조건
IDC_RD_RC_NOTCOMPLETE		= 자동 완료 하지 않음
IDC_RD_RC_TIME			= 녹화 시간 제한 
IDC_ST_RC_MAX_TIME		= 최대
IDC_RD_RC_SIZE			= 녹화 파일 크기 제한
IDC_ST_RC_MAX_SIZE		= 최대
IDC_ST_RC_AFTER			= 녹화 자동 완료 후
IDC_RD_RC_NOTHING		= 아무것도 안함
IDC_RD_RC_NEW_RECORDING		= 새로 녹화 시작
IDC_RD_RC_EXIT_BDCAM		= 반디캠 종료 하기
IDC_RD_RC_SHUTDOWN		= 시스템 종료 하기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= 시스템 종료
IDC_ST_SHUTDOWN			= 시스템 종료
IDC_ST_SHUTDOWN_INFO		= 녹화가 완료되어 시스템을 자동종료합니다.\n만약 종료를 원하지 않으시면 '취소' 버튼을 눌러주세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= 녹화 설정

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= 소리 녹음 하기
IDC_ST_SND_SELECT_1		= 기본 오디오 장치
IDC_BTN_SND_SETTING_1		= 설정
IDC_ST_SND_VOLUME_1		= 볼륨
IDC_CK_SND_MONO_1		= 모노
IDC_ST_SND_SELECT_2		= 추가 오디오 장치 (마이크)
IDC_BTN_SND_SETTING_2		= 설정
IDC_ST_SND_VOLUME_2		= 볼륨
IDC_CK_SND_MONO_2		= 모노
IDC_CK_SND_MIX_SOUND		= 기본과 추가 오디오를 하나의 트랙으로 믹싱하기
IDC_CK_SND_CAP_PUSH_TO		= 추가 오디오 장치의 녹음/음소거 단축키
IDC_ST_SOUND_HELP		= 도움말
IDC_CK_SND_SAVE_AS_WAV		= 녹화하는 동안 오디오 트랙을 WAV파일로 저장하기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= 웹캠 오버레이 추가
IDC_ST_WEBCAM_SETTING		= 설정
IDC_ST_WEBCAM_POS		= 위치:
IDC_CK_WEBCAM_USE_CHROMAKEY	= 크로마키 사용
IDC_BTN_WEBCAM_PREVIEW_SETTINGS	= 고급 설정
IDC_ST_WEBCAM_ADVANCED_OPTIONS	= 고급 옵션
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = 녹화 대상 화면에 웹캠 영상 출력하기
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= 웹캠 영상 출력하기 단축키
IDC_RD_WEBCAM_ADD_TO_VIDEO	= 캡처된 영상에 웹캠 오버레이 추가하기
IDC_RD_WEBCAM_SAVE_AS_MP4	= 웹캠 영상을 별도의 MP4 파일로 저장하기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= 로고 오버레이 추가
IDC_ST_LOGO_SETTING		= 설정
IDC_ST_LOGO_IMAGE		= 이미지 :
IDC_ST_LOGO_OPACITY		= 불투명도 :
IDC_ST_LOGO_POS			= 위치 :
IDC_ST_LOGO_LR_MARGINS		= 좌우 여백:
IDC_ST_LOGO_TB_MARGINS		= 상하 여백:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR		= 마우스 커서 표시
IDC_ST_CURSOR_SIZE		= 크기
IDC_ST_EFFECTS_MOUSE		= 마우스 효과
IDC_CK_ADD_CLICK_EFFECTS	= 마우스 클릭 효과 추가하기
IDC_ST_CLICK_EFFECT_SIZE	= 크기
IDC_ST_LEFT_CLICK_COLOR		= 왼쪽 클릭 색상
IDC_ST_RIGHT_CLICK_COLOR	= 오른쪽 클릭 색상
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= 마우스 하이라이트 효과 추가하기
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= 크기
IDC_ST_HIGHLIGHT_COLOR		= 하이라이트 색상
IDC_ST_EFFECT_PREVIEW_TITLE	= 미리보기
IDC_ST_EFFECTS_MOUSE_SOUND	= 녹화중 마우스 클릭 효과음 출력
IDC_CK_EFFECT_LCLICK_SOUND	= 왼쪽 마우스 클릭
IDC_CK_EFFECT_RCLICK_SOUND	= 오른쪽 마우스 클릭

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT			= 텍스트 오버레이 추가
IDC_BTN_TEXT_OVERLAY_ADD	= 추가
IDC_BTN_TEXT_OVERLAY_EDIT	= 편집
IDC_BTN_TEXT_OVERLAY_DEL	= 삭제

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= 옵션
IDC_ST_REC_PRIORITY		= 녹화 작업 우선권 :
IDC_ST_REC_PRIORITY2		= 작업 우선권을 높이면 녹화된 영상의 프레임 손실을 줄일 수 있습니다.
IDC_ST_FOR_DX_GL		= 게임 녹화 모드
IDC_CK_SKIP_RECORDING		= 프레임이 업데이트 되지 않으면 녹화 건너뛰기
IDC_CK_ENHANCED_DX9_CAPTURE	= 개선된 화면 캡처 방법 사용 (빠름, DirectX 9 에서만 동작)
IDC_ST_FOR_RECT_SCREEN		= 화면 녹화 모드
IDC_CK_SHOW_COUNTDOWN_TIMER	= 녹화를 시작하기 전에 카운트다운 타이머 표시
IDC_CK_ENHANCED_CAPTURE		= 개선된 화면 캡처 방법 사용 (빠름, Windows 8 이상)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS = 녹화가 시작되거나 정지될때 효과음 출력하기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS	= 웹캠 미리보기 및 고급 설정
IDC_ST_WEBCAM_PRESET_POS	= 빠른 위치 설정
IDC_ST_WEBCAM_PREVIEW_SETTINGS	= 고급 설정
IDC_ST_WEBCAM_DEVICE		= 웹캠 장치:
IDC_BTN_WEBCAM_DEVICE		= 설정
IDC_ST_WEBCAM_DEVICE_FMT	= 포맷:
IDC_ST_WEBCAM_SIZE		= 오버레이 크기:
IDC_ST_WEBCAM_POS_H		= 가로 위치:
IDC_ST_WEBCAM_POS_V		= 세로 위치:
IDC_ST_WEBCAM_FLIPSCREEN	= 화면 뒤집기:
IDC_CK_WEBCAM_USE_CHROMAKEY_L	= 크로마키 사용
IDC_ST_WEBCAM_CHROMAKEY_COLOR	= 색상:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR	= 선택
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = 유사도: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND	= 혼합도:
IDC_LN_WEBCAM_HELP		= [ 도움말 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= 웹캠 미리보기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS		= 텍스트 오버레이 설정
IDC_ST_TEXT_OVERLAY_SETTINGS	= 설정
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= 현재 시간 추가
IDC_ST_TEXT_FONT		= 폰트:
IDC_ST_TEXT_SIZE		= 크기:
IDC_ST_TEXT_MARGIN		= 여백:
IDC_ST_TEXT_ALPHA		= 투명도:
IDC_ST_TEXT_COLOR		= 색상:
IDC_CK_TEXT_SHADOW_COLOR	= 그림자:
IDC_CK_TEXT_OUT_COLOR		= 외곽선:
IDC_LN_TEXT_HELP		= [ 도움말 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= 이미지 캡처 설정

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO		= 로고 오버레이 추가
IDC_ST_IMG_LOGO_SETTING		= 설정
IDC_ST_IMG_LOGO_IMAGE		= 이미지 :
IDC_ST_IMG_LOGO_OPACITY		= 불투명도 :
IDC_ST_IMG_LOGO_POS		= 위치 :
IDC_ST_IMG_LOGO_LR_MARGINS	= 좌우 여백:
IDC_ST_IMG_LOGO_TB_MARGINS	= 상하 여백:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= 사용자 정의 크기
IDC_ST_TARGET_SIZE_SETTING	= 설정
IDC_ST_TARGET_SIZE		= 대상 크기 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= 빠른 영역 설정 추가
IDC_ST_ADD_SIZE_PRESET		= 녹화 영역의 현재 위치와 크기를 빠른 설정으로 저장할 수 있습니다.\n추가할 빠른 설정의 이름을 입력하세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= 빠른 영역 설정 편집
IDC_BTN_SIZE_PRESET_ADD		= 추가
IDC_BTN_SIZE_PRESET_DEL		= 삭제
IDC_BTN_SIZE_PRESET_REN		= 변경
IDC_BTN_SIZE_PRESET_UP		= 위로
IDC_BTN_SIZE_PRESET_DN		= 아래로

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= 빠른 영역 설정 이름 변경
IDC_ST_REN_SIZE_PRESET		= 변경할 새 이름을 입력하세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= 안내
IDC_ST_ACAP_INFO		= 소리 캡처 안내
IDC_ST_ACAP_INFO2		= 소리가 캡처되고 있지 않는 것 같습니다. 사용자님 시스템의 스테레오믹스(StereoMix)가 올바르게 설정되어 있는지 확인해 보시기 바랍니다.\n\n홈페이지에서 관련 도움말(FAQ)을 확인하시겠습니까?
IDC_CK_ACAP_DO_NOT_ASK		= 다시 묻지 않음
IDC_BTN_YES			= 예
IDC_BTN_NO			= 아니오

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= 최대 녹화 시간
IDC_ST_RC_TIME_SETTING		= 설정
IDC_ST_RC_TIME_HOUR		= 시간
IDC_ST_RC_TIME_MIN		= 분
IDC_ST_RC_TIME_SEC		= 초

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= 최대 녹화 파일 크기
IDC_ST_RC_FILESIZE_SETTING	= 설정

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= 빠른 설정 추가
IDC_ST_ADD_PRESET		= 현재의 포맷 설정값을 빠른 설정으로 저장할 수 있습니다.\n추가할 빠른 설정의 이름을 입력하세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= 빠른 설정 편집
IDC_BTN_PRESET_ADD		= 추가
IDC_BTN_PRESET_DEL		= 삭제
IDC_BTN_PRESET_REN		= 변경
IDC_BTN_PRESET_UP		= 위로
IDC_BTN_PRESET_DN		= 아래로

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= 빠른 설정 이름 변경
IDC_ST_REN_PRESET		= 변경할 새 이름을 입력하세요.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= 외장 코덱을 선택하세요.
IDC_ST_CODEC_EX_LIST		= 코덱 리스트
IDC_ST_CODEC_EX_SETTINGS	= 설정
IDC_ST_CODEC_EX_DRIVER		= 드라이버명
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= 품질
IDC_ST_CODEC_EX_DATERATE	= 데이터 전송률
IDC_ST_CODEC_EX_KEYFRAME	= 키프레임 간격
IDC_CK_CODEC_EX_PREFER_RGB	= RGB 색 공간 선호
IDC_BTN_CODEC_EX_CONFIG		= 설정
IDC_BTN_CODEC_EX_ABOUT		= 정보
IDC_ST_CODEC_EX_HELP		= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= 차단할 프로세스 리스트
IDC_ST_BLOCK_LIST		= 아래 나열된 프로세스에서는 후킹 기능을 사용하지 않습니다.
IDC_ST_BLOCK_LIST_EX		= 사용 예제 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) 설정
IDC_ST_H264_CUDA_RATE_CONTROL	= 레이트 컨트롤
IDC_RD_H264_CUDA_VBR		= VBR - 비디오 품질을 기준 (권장)
IDC_RD_H264_CUDA_CBR		= CBR - 비트레이트 기준
IDC_ST_H264_CUDA_GPU_USAGE	= GPU 사용
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= GPU만 사용 (빠른 GPU에서 권장)
IDC_ST_H264_CUDA_GPU_DEVICE	= 사용할 GPU 장치 :
IDC_ST_H264_CUDA_OTHER_OPTIONS	= 기타
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC 코드 :
IDC_ST_H264_CUDA_KEYFRAME_INT	= 키프레임 간격 :
IDC_ST_H264_CUDA_FOURCC_HELP	= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) 설정
IDC_ST_H264_SYNC_RATE_CONTROL	= 레이트 컨트롤
IDC_RD_H264_SYNC_VBR		= VBR - 비디오 품질을 기준 (권장)
IDC_RD_H264_SYNC_CBR		= CBR - 비트레이트 기준
IDC_ST_H264_SYNC_OTHER_OPTIONS	= 기타
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC 코드 :
IDC_ST_H264_SYNC_KEYFRAME_INT	= 키프레임 간격 :
IDC_ST_H264_SYNC_FOURCC_HELP	= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD VCE) 설정
IDC_ST_H264_APP_RATE_CONTROL	= 레이트 컨트롤
IDC_RD_H264_APP_VBR		= VBR - 비디오 품질을 기준 (권장)
IDC_RD_H264_APP_CBR		= CBR - 비트레이트 기준
IDC_ST_H264_APP_OTHER_OPTIONS	= 기타
IDC_ST_H264_APP_FOURCC_USED	= FourCC 코드 :
IDC_ST_H264_APP_KEYFRAME_INT	= 키프레임 간격 :
IDC_ST_H264_APP_FOURCC_HELP	= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid 설정
IDC_ST_XVID_RATE_CONTROL	= 레이트 컨트롤
IDC_RD_XVID_VBR			= VBR - 비디오 품질을 기준 (권장)
IDC_RD_XVID_CBR			= CBR - 비트레이트 기준
IDC_ST_XVID_OPTIMIZATION	= 최적화
IDC_RD_XVID_FASTER_SPEED	= 빠른 인코딩 속도
IDC_RD_XVID_SMALLER_SIZE	= 작은 파일 크기
IDC_ST_XVID_OTHER_OPTIONS	= 기타
IDC_ST_XVID_KEYFRAME_INT	= 키프레임 간격 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) 설정
IDC_ST_H264_NVENC_RATE_CONTROL	= 레이트 컨트롤
IDC_RD_H264_NVENC_VBR		= VBR - 비디오 품질을 기준 (권장)
IDC_RD_H264_NVENC_CBR		= CBR - 비트레이트 기준
IDC_ST_H264_NVENC_GPU_USAGE	= GPU 사용
IDC_ST_H264_NVENC_GPU_DEVICE	= 사용할 GPU 장치 :
IDC_ST_H264_NVENC_OTHER_OPTIONS	= 기타
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC 코드 :
IDC_ST_H264_NVENC_KEYFRAME_INT	= 키프레임 간격 :
IDC_ST_H264_NVENC_FOURCC_HELP	= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) 설정
IDC_ST_H264_RATE_CONTROL	= 레이트 컨트롤
IDC_RD_H264_VBR			= VBR - 비디오 품질을 기준 (권장)
IDC_RD_H264_CBR			= CBR - 비트레이트 기준
IDC_ST_H264_OPTIMIZATION	= 최적화
IDC_RD_H264_FASTER_SPEED	= 빠른 인코딩 속도
IDC_RD_H264_BALANCED		= 균형 잡힌 성능
IDC_RD_H264_SMALLER_SIZE	= 작은 파일 크기
IDC_ST_H264_OTHER_OPTIONS	= 기타
IDC_ST_H264_KEYFRAME_INT	= 키프레임 간격 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= 녹화 자동 시작 타이머
IDC_ST_TIMER_SETTINGS		= 설정
IDC_RD_TIMER_START_IN		= 녹화 대기 시간
IDC_ST_TIMER_MINUTES		= 분
IDC_RD_TIMER_START_AT		= 녹화 시작 시간
IDC_CK_TIMER_MINIMIZE		= 녹화가 시작될때 반디캠을 트레이로 최소화
IDC_ST_TIMER_AUTO_COMPLETE	= 녹화 자동 완료
IDC_BTN_TIMER_AUTO_COMPLETE	= 설정

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= 녹화 자동 시작 타이머 - 녹화 대기
IDC_ST_TIMER_WAITING_INFO	= %s에 녹화가 자동 시작됩니다.
IDC_ST_TIMER_ELAPSED		= 경과 시간 :
IDC_ST_TIMER_REMAINING		= 남은 시간 :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS 설정
IDC_ST_FORMAT_FPS_MODE		= 프레임 레이트 모드
IDC_RD_FORMAT_FPS_CFR		= CFR 우선 - 고정 프레임 레이트
IDC_ST_FORMAT_FPS_CFR		= 인코더의 성능이 좋지 않으면 VFR로 자동 전환됩니다.
IDC_RD_FORMAT_FPS_VFR		= VFR 사용 - 가변 프레임 레이트 (권장)
IDC_ST_FORMAT_FPS_HELP		= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE		= Youtube.com 에 업로드 하기
IDC_ST_YOUTUBE_UPLOADINFO	= 업로드 정보
IDC_ST_YOUTUBE_FILENAME		= 파일명:
IDC_ST_YOUTUBE_TITLE		= 제목:
IDC_ST_YOUTUBE_DESCRIPTION	= 상세 설명:
IDC_ST_YOUTUBE_PRIVACY		= 시청 권한:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= 공개 - 누구나 이 동영상을 시청할 수 있습니다.
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= 미등록 - 링크가 있는 모든 사용자가 동영상을 볼 수 있습니다.
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= 비공개 - 나와 내가 선택한 사용자만 볼 수 있습니다.
IDC_BTN_YOUTUBE_UPLOAD		= 업로드
IDC_LN_YOUTUBE_HELP		= 도움말
IDC_LN_YOUTUBE_TOS		= YouTube에 동영상을 제출하면 <a>YouTube 서비스 약관</a>에 동의함을 \n인정하는 것입니다.\n타인의 저작권 또는 개인정보 보호 권한을 침해해서는 안 됩니다.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= 업로드중...
IDC_ST_YOUTUBE_UPLOADED		= 업로드가 완료되었습니다!
IDC_ST_YOUTUBE_LINK		= 주소:
IDC_ST_YOUTUBE_EMBED		= 코드:
IDC_BTN_YOUTUBE_LINK_GO		= 이동
IDC_BTN_YOUTUBE_EMBED_COPY	= 복사
IDC_BTN_YOUTUBE_CLOSE		= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com 에 업로드 하기
IDC_ST_VIMEO_UPLOADINFO		= 업로드 정보
IDC_ST_VIMEO_FILENAME		= 파일명:
IDC_ST_VIMEO_TITLE		= 제목:
IDC_ST_VIMEO_DESCRIPTION	= 상세 설명:
IDC_ST_VIMEO_PRIVACY		= 시청 권한:
IDC_RD_VIMEO_PRIVACY_ANYONE	= 공개 - 누구나 이 동영상을 시청할 수 있습니다.
IDC_RD_VIMEO_PRIVACY_ONLYME	= 비공개 - 나만 이 동영상을 시청할 수 있습니다.
IDC_RD_VIMEO_PRIVACY_FOLLOW	= 팔로우 - 내가 팔로우 한 사람만 이 동영상을 시청할 수 있습니다.
IDC_RD_VIMEO_PRIVACY_UNLISTED	= 개인 링크가 있는 사람만 동영상을 볼 수 있습니다.
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Vimeo Basic 사용자는 이 옵션을 사용할 수 없습니다.)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= 비밀번호가 있는 사람만 동영상을 볼 수 있습니다. 
IDC_CK_HIDE_PASSWORD		= 패스워드 감추기
IDC_BTN_VIMEO_UPLOAD		= 업로드
IDC_LN_VIMEO_HELP		= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= 업로드중...
IDC_ST_VIMEO_UPLOADED		= 업로드가 완료되었습니다!
IDC_ST_VIMEO_LINK		= 주소:
IDC_ST_VIMEO_EMBED		= 코드:
IDC_BTN_VIMEO_LINK_GO		= 이동
IDC_BTN_VIMEO_EMBED_COPY	= 복사
IDC_BTN_VIMEO_CLOSE		= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK		= Facebook.com 에 업로드 하기
IDC_ST_FACEBOOK_UPLOADINFO	= 업로드 정보
IDC_ST_FACEBOOK_FILENAME	= 파일명:
IDC_ST_FACEBOOK_TITLE		= 제목:
IDC_ST_FACEBOOK_DESCRIPTION	= 상세 설명:
IDC_ST_FACEBOOK_PRIVACY		= 시청 권한:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= 공개 - 누구나 이 동영상을 시청할 수 있습니다.
IDC_RD_FACEBOOK_PRIVACY_FOF	= 친구의 친구들 - 내 친구의 친구들도 시청할 수 있습니다.
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= 친구들 - 내 친구들도 시청할 수 있습니다.
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= 비공개 - 나만 이 동영상을 시청할 수 있습니다.
IDC_BTN_FACEBOOK_UPLOAD		= 업로드
IDC_LN_FACEBOOK_HELP		= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= 업로드중...
IDC_ST_FACEBOOK_UPLOADED	= 업로드가 완료되었습니다!
IDC_ST_FACEBOOK_LINK		= 주소:
IDC_BTN_FACEBOOK_LINK_GO	= 이동
IDC_BTN_FACEBOOK_CLOSE		= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC 사용 가능
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 인코더를 사용할 수 있습니다. 이 인코더는 하드웨어 가속을 사용하기 때문에 성능이 매우 우수합니다. NVIDIA NVENC H.264 인코더를 사용하도록 설정 하시겠습니까?\n<a>자세한 정보</a>
IDC_CK_NVENC_AVAILABLE		= 다시 묻지 않음

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video 사용 가능
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 인코더를 사용할 수 있습니다. 이 인코더는 하드웨어 가속을 사용하기 때문에 성능이 매우 우수합니다. 이 인코더를 사용하도록 설정 하시겠습니까?\n<a>자세한 정보</a>
IDC_CK_QSV_AVAILABLE		= 다시 묻지 않음

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION		= 비디오 장치 선택
IDC_ST_DEVICE_SELECTION		= 장치 선택
IDC_ST_DEVICE_NAME		= 장치:
IDC_BTN_DEVICE_NAME_SETTINGS	= 설정
IDC_ST_DEVICE_FORMAT		= 포맷:
IDC_ST_DEVICE_VIDEO_INPUT	= 비디오 입력:
IDC_ST_DEVICE_AUDIO_INPUT	= 오디오 입력:
IDC_CK_DEVICE_AUDIO_CUSTOM	= 사용자 정의 오디오 장치 사용
IDC_BTN_DEVICE_INPUT_SETTINGS	= 설정
IDC_ST_DEVICE_OPTIONS		= 옵션
IDC_ST_DEVICE_DEINTERLAING	= 디인터레이스:
IDC_ST_DEVICE_FLIPSCREEN	= 화면 뒤집기:
IDC_CK_DEVICE_FLIPSCREEN_H	= 좌우
IDC_CK_DEVICE_FLIPSCREEN_V	= 상하
IDC_LN_DEVICE_HELP		= 도움말

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS	= 오리진(Origin) 후킹 호환성 안내
IDC_LN_CAUTION_USING_WINAPPS	= Windows 앱(UWP) 후킹을 사용하면 오리진(Origin) 프로그램의 후킹 호환성에 문제가 발생할 수 있습니다. 호환성 문제 해결을 원하시면 <a>여기를 클릭하세요</a>.\n\nWindows 앱의 후킹 기능을 사용하시겠습니까?
IDC_CK_CAUTION_USING_WINAPPS	= 다시 묻지 않음

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST		= 예약 녹화 목록
IDC_ST_SREC_LIST_TEXT		= 원하는 시간에 자동으로 녹화를 시작할 수 있습니다. (이 기능은 반디캠이 실행된 상태에서만 동작합니다.)
IDC_BTN_SREC_LIST_ADD		= 추가
IDC_BTN_SREC_LIST_EDIT		= 편집
IDC_BTN_SREC_LIST_DELETE	= 삭제
IDC_BTN_SREC_LIST_CLOSE		= 닫기

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= 예약 녹화 설정
IDC_ST_SREC_SETTINGS_NAME	= 이름:
IDC_CK_SREC_ACTIVE		= 활성화
IDC_ST_SREC_SCHEDULING		= 예약 설정
IDC_RD_SREC_ONE_TIME		= 한번만
IDC_RD_SREC_DAILY		= 매일
IDC_RD_SREC_WEEKLY		= 매주
IDC_ST_SREC_START_TIME		= 시작 시간:
IDC_ST_SREC_END_TIME		= 종료 시간:
IDC_CK_SREC_DURATION		= 녹화 지속 시간
IDC_CK_SREC_SUN			= 일요일
IDC_CK_SREC_MON			= 월요일
IDC_CK_SREC_TUE			= 화요일
IDC_CK_SREC_WED			= 수요일
IDC_CK_SREC_THU			= 목요일
IDC_CK_SREC_FRI			= 금요일
IDC_CK_SREC_SAT			= 토요일
IDC_ST_SREC_RECORDING		= 녹화 설정
IDC_ST_SREC_TARGET		= 녹화 대상:
IDC_BTN_SREC_TARGET_SELECT	= 선택
IDC_ST_SREC_AFTER_RECORDING	= 녹화 후 동작:
IDC_LN_SREC_HELP		= [ 도움말 ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= 오디오 장치 없음
IDC_ST_ACAP_NO_DEVICE		= 사용 가능한 오디오 캡처 장치가 없습니다. \n따라서 녹화된 비디오 파일에 오디오 트랙이 생성되지 않습니다.
IDC_CK_ACAP_DO_NOT_SHOW		= 다시 보이지 않음

[MENU]
ID_POPUP_ABOUT			= 반디캠 정보(&A)
ID_POPUP_GENERAL		= 일반 설정(&G)
ID_POPUP_FRAME			= 프레임 설정(&F)
ID_POPUP_VIDEO			= 비디오 설정(&V)
ID_POPUP_IMAGE			= 이미지 설정(&I)
ID_POPUP_OUTPUTS		= 저장 파일 목록(&L)
ID_POPUP_OPENOUTPUTFOLDER	= 저장 폴더 열기(&O)
ID_POPUP_TARGET			= 녹화 대상
ID_POPUP_SETTINGS		= 설정
ID_POPUP_SIZE			= 프로그램 화면 배율
ID_POPUP_EXIT			= 종료(&X)

ID_TARGET_DIRECTX		= 게임 녹화 모드
ID_TARGET_SCREEN		= 화면 녹화 모드 - 사각형 영역
ID_TARGET_FULL			= 화면 녹화 모드 - 전체 화면
ID_TARGET_MOUSE			= 화면 녹화 모드 - 마우스 주변
ID_TARGET_DEVICE		= 장치 녹화 모드
ID_TARGET_HELP			= 도움말

ID_TARGET_HIDE			= 보이기 / 감추기 \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= 클립보드로 복사 \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN			= 그리기 모드 \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= 항상 위에 표시
ID_TARGET_COUNTDOWN_TIMER	= 카운트다운 타이머 표시
ID_TARGET_TRANSPARENCY		= 불투명도
ID_TARGET_SIZE			= 크기
ID_TARGET_ADJUST		= 미세조정

ID_TARGET_MOVE_LEFT		= 왼쪽으로 이동 \t Left
ID_TARGET_MOVE_RIGHT		= 오른쪽으로 이동 \t Right
ID_TARGET_MOVE_UP		= 위로 이동 \t Up
ID_TARGET_MOVE_DOWN		= 아래로 이동 \t Down

ID_TARGET_INC_WIDTH		= 가로 크기 늘리기 \t Shift+Right
ID_TARGET_DEC_WIDTH		= 가로 크기 줄이기 \t Shift+Left
ID_TARGET_INC_HEIGHT		= 세로 크기 늘리기 \t Shift+Down
ID_TARGET_DEC_HEIGHT		= 세로 크기 줄이기 \t Shift+Up

ID_TARGET_FIND_WINDOW		= 녹화할 영역 선택 \t Ctrl+F
ID_TARGET_FULLSCREEN		= 전체 화면 \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3 비율로 맞추기
ID_TARGET_RATIO_16_9		= 16:9 비율로 맞추기
ID_TARGET_SIZE_CUSTOM		= 사용자 정의 크기 \t Ctrl+U
ID_TARGET_SIZE_PRESET		= 빠른 영역 설정 \t Shift+R-Click
ID_TARGET_SIZE_PRESET_ADD	= 빠른 설정 추가
ID_TARGET_SIZE_PRESET_EDIT	= 빠른 설정 편집
ID_TARGET_SIZE_RU		= 최근 녹화 영역 \t Ctrl+S

ID_TARGET_OPEN_OUTPUTFOLDER	= 저장 폴더 열기
ID_TARGET_OUTPUT_LIST		= 저장 파일 목록
ID_TARGET_EXIT_BANDICAM		= 반디캠 종료

ID_DEVICE_HIDE			= 보이기 / 감추기 \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD	= 클립보드로 복사 \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP		= 항상 위에 표시
ID_DEVICE_SELECTION		= 비디오 장치 선택 \t Ctrl+D
ID_DEVICE_FULLSCREEN		= 전체 화면 \t Enter
ID_DEVICE_ZOOM			= 화면 크기
ID_DEVICE_ZOOM_QUARTER		= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF		= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL		= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE		= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO		= 화면 비율
ID_DEVICE_KEEP_ASPECT_RATIO	= 화면 비율 유지
ID_DEVICE_ASPECT_RATIO_DEFAULT	= 기본 비율
ID_DEVICE_ASPECT_RATIO_4_3	= 4:3
ID_DEVICE_ASPECT_RATIO_16_9	= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER	= 저장 폴더 열기
ID_DEVICE_OUTPUT_LIST		= 저장 파일 목록
ID_DEVICE_EXIT_BANDICAM		= 반디캠 종료

ID_USER_PRESET_ADD		= 빠른 설정 추가
ID_USER_PRESET_EDIT		= 빠른 설정 편집

ID_SORT_BY_DATE			= 날짜순 정렬
ID_SORT_BY_NAME			= 이름순 정렬
ID_SORT_BY_SIZE			= 크기순 정렬

ID_OUTPUTS_LB_PLAY		= 재생
ID_OUTPUTS_LB_OPEN		= 열기
ID_OUTPUTS_LB_EDIT		= 편집
ID_OUTPUTS_LB_DELETE		= 파일 삭제
ID_OUTPUTS_LB_SELECT_ALL	= 전체 선택
ID_OUTPUTS_LB_OPEN_FOLDER	= 저장 폴더 열기

ID_UPLOAD_TO_YOUTUBE		= Youtube에 업로드
ID_UPLOAD_TO_VIMEO		= Vimeo에 업로드
ID_UPLOAD_TO_FACEBOOK		= Facebook에 업로드

ID_BDCAM_SIZE_DEFAULT		= 기본 배율
